---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.FieldDomainPointsByParameter
source: html/cd5dedd9-3347-3175-365f-2f325eddbd92.htm
---
# FieldDomainPointsByParameter Members

Creates object from an array of one-dimensional point coordinates